Python 3.9.10 (tags/v3.9.10:f2f3f53, Jan 17 2022, 15:14:21) [MSC v.1929 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
====================================== RESTART: C:/Users/stud/Desktop/ggrf.py ======================================
  _____   _     _   _____   _____
 /  _  \ | |   / /  |  ___| |  _  \
 | | | | | |  / /   | |___  | |_| | 
 | | | | | | / /    |  ___| |  _  / 
 | |_| | | |/ /     | |___  | | \ \ 
 \_____/ |___/      |_____| |_|  \_\
>>> 
====================================== RESTART: C:/Users/stud/Desktop/ggrf.py ======================================
вася
    пошел
         гулять
>>> 
====================================== RESTART: C:/Users/stud/Desktop/ggrf.py ======================================
Джим Ловелл сказал:
Traceback (most recent call last):
  File "C:/Users/stud/Desktop/ggrf.py", line 3, in <module>
    float ("name")
ValueError: could not convert string to float: 'name'
>>> 
====================================== RESTART: C:/Users/stud/Desktop/ggrf.py ======================================
Джим Ловелл сказал:
name
>>> 
====================================== RESTART: C:/Users/stud/Desktop/ggrf.py ======================================
Хьюстон, у нас проблемы
Джим Ловелл сказал:
 
>>> 
====================================== RESTART: C:/Users/stud/Desktop/ggrf.py ======================================
Хьюстон, у нас проблемы
Джим Ловелл сказал: 
>>> 
====================================== RESTART: C:/Users/stud/Desktop/ggrf.py ======================================
Джим Ловелл сказал:
Хьюстон, у нас проблемы 
>>> 
====================================== RESTART: C:/Users/stud/Desktop/ggrf.py ======================================
Я сказал:
Хьюстон, у нас проблемы 
>>> 